Repository: jsmesami/naovoce
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: cs

source: container
cs: kontejner

source: Comment not accepted.
cs: Komentář nebyl přijat.

source: You do not want to post empty comment, do you?
cs: Nechcete přece přidávat prázdný komentář, že ne?

source: comment
cs: komentář

source: author
cs: autor

source: author's IP address
cs: IP adresa autora

source: complaint
cs: stížnost

source: rejected
cs: zamítnuto

source: comments
cs: komentáře

source: Your complaint has been sent to site administrators.
cs: Vaše stížnost byla zaslána administrátorům stránek.

source: Thank you for your comment.
cs: Děkujeme za váš komentář.

source: You have to be signed-in to post comments.
cs: Abyste mohli posílat komentáře, musíte se přihlásit.

source: class
cs: třída

source: color
cs: barva

source: markers count
cs: počet značek

source: position
cs: pozice

source: deleted
cs: smazán

source: Site administrator deleted your <a href="{url}">marker</a>. Reason of deletion: {reason}
cs: Administrátor smazal vaši <a href="{url}">značku</a>. Důvod smazání: {reason}

source: {} is not a valid Kind key.
cs: {} není platný klíč.

source: Cannot update once deleted object.
cs: Dříve smazaný objekt nelze aktualizovat.

source: Nothing selected
cs: Nic nevybráno

source: Is it a tree that you planted yourself?
cs: Jedná se o strom, který jste zasadili?

source: Latitude must be a number between -90 and 90.
cs: Zeměpisná šířka musí být číslo mezi -90 a 90.

source: Longitude must be a number between -180 and 180.
cs: Zeměpisná délka musí být číslo mezi -180 a 180.

source: Reason
cs: Důvod

source: Please describe reason of why you are deleting the marker.
cs: Prosíme, popište důvody, které máte k smazání této značky.

source: kind
cs: druh

source: url to new herbarium
cs: url na nové herbarium

source: full name
cs: celé jméno

source: latin name
cs: latinský název

source: description
cs: popis

source: photo
cs: fotka

source: Illustrational photo
cs: Ilustrační fotka

source: herbarium item
cs: položka herbáře

source: herbarium items
cs: položky herbáře

source: ripening plant part
cs: dozrávající část rostliny

source: ripening start
cs: začátek dozrávání

source: Month when specified plant part ripening starts.
cs: Měsíc, kdy určená část rostliny dozrává.

source: ripening duration
cs: trvání zralosti

source: Duration of ripening in months.
cs: Trvání zralosti v měsících.

source: ripening season
cs: sezóna dozrávání

source: ripening seasons
cs: sezóny dozrávání

source: Trees
cs: Stromy

source: Bushes
cs: Keře

source: Herbs
cs: Bylinky

source: Nuts
cs: Ořechy

source: name
cs: název

source: Hex color triplet for map.
cs: Hexadecimální triplet pro mapu.

source: key
cs: klíč

source: ID for API and also index in the markers font
cs: ID pro API a také index ve fontu mapových značek

source: kinds
cs: druhy

source: revival
cs: vracíme

source: resolution
cs: rozlišení

source: Please, provide as many information about the marker as you find relevant.
cs: Prosíme, napište co nejvíce relevantních informací o této značce.

source: why deleted
cs: proč smazán

source: The tree has been cut down, not found etc.
cs: Strom byl poražen, nenalezen apod.

source: user
cs: uživatel

source: Kind {kind} has been deleted.
cs: Druh {kind} byl smazán.

source: fruit
cs: ovoce

source: User <a href="{user_url}">{user_name}</a> posted a <a href="{comment_url}">comment</a> under your <a href="{fruit_url}">marker</a>.
cs: Uživatel <a href="{user_url}">{user_name}</a> vložil <a href="{comment_url}">komentář</a> pod vaši <a href="{fruit_url}">značku</a>.

source: User <a href="{user_url}">{user_name}</a> <strong>posted a <a href="{comment_url}">complaint</a></strong> under your <a href="{fruit_url}">marker</a>.
cs: Uživatel <a href="{user_url}">{user_name}</a> <strong>vložil <a href="{comment_url}">stížnost</a></strong> pod vaši <a href="{fruit_url}">značku</a>.

source: A complaint has been made.
cs: Byla učiněna stížnost.

source: Please review the situation: https://na-ovoce.cz{url}
cs: Prosíme přezkoumejte situaci: https://na-ovoce.cz{url}

source: User <a href="{user_url}">{user_name}</a> added a <a href="{image_url}">photo</a> under your <a href="{fruit_url}">marker</a>.
cs: Uživatel <a href="{user_url}">{user_name}</a> přidal <a href=“{image_url}">fotku</a> pod vaši <a href="{fruit_url}">značku</a>.

source: Send comment as a complaint
cs: Přidat komentář jako stížnost

source: To add markers, please first sign in.
cs: K přidávání značek je potřeba se přihlásit.

source: Thank you, the marker has been added.
cs: Děkujeme, značka byla přidána.

source: Only the owner is allowed edit her marker.
cs: Pouze vlastník je oprávněn upravovat své značky.

source: This marker has been deleted and cannot be edited.
cs: Tato značka byla smazána a nelze ji editovat.

source: Thank you, your changes have been saved.
cs: Děkujeme, vaše změny byly uloženy.

source: The marker has been deleted.
cs: Tato značka byla smazána.

source: images
cs: obrázky

source: Content type {ct} is not supported.
cs: Typ obsahu {ct} není podporován.

source: Image not accepted.
cs: Obrázek nebyl přijat.

source: image
cs: obrázek

source: caption
cs: titulek

source: cover image
cs: hlavní obrázek

source: Thank you for adding an image.
cs: Děkujeme za přidání obrázku.

source: You have to be signed-in to add images.
cs: Abyste mohli přidávat obrázky, musíte se přihlásit.

source: Not found.
cs: Nenalezeno.

source: We are sorry, but there is no fruit here.
cs: Je nám líto, ale zde žádné ovoce není.

source: We are sorry, but something went wrong.
cs: Je nám líto, ale něco se pokazilo.

source: Admins were notified and the problem will be fixed soon.
cs: Administrátoři byli informováni a problém bude brzy vyřešen.

source: For any help, please contact
cs: Pro jakoukoli pomoc kontaktujte prosím

source: We are sorry, but the site is down.
cs: Je nám líto, ale stránky jsou mimo provoz.

source: Stay tuned, we'll be back as soon as possible.
cs: Zůstaňte nám věrni, budeme brzy zpět.

source: Thanks for joining %(site_name)s, %(user_display)s! Please visit this link to confirm your email: %(activate_url)s
cs: Vítejte na %(site_name)s, %(user_display)s! K ověření e-mailové adresy navštivte tento odkaz: %(activate_url)s

source: Email Address Confirmation
cs: Ověření e-mailové adresy

source: You are receiving this email because you or somebody else has requested a password reset for your user account at %(site_domain)s. It can be safely ignored if you did not make the request, otherwise please visit the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using %(site_domain)s!
cs: Obdrželi jste tento e-mail, protože jste vy, nebo někdo jiný, požádali o obnovení hesla uživatelského účtu na %(site_domain)s. Pokud chcete obnovit heslo, navštivte odkaz níže, jinak můžete zprávu bez obav ignorovat. %(password_reset_url)s Pokud jste zapomněli, vaše uživatelské jméno je %(username)s. Děkujeme, že používáte %(site_domain)s!

source: Password Reset
cs: Obnovení hesla

source: Confirm Email Address
cs: Potvrzení e-mailové adresy

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
cs: Prosíme, potvrďte, že <a href="mailto:%(email)s">%(email)s</a> je e-mailová adresa uživatele %(user_display)s.

source: Confirm
cs: Potvrdit

source: This email confirmation link has expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
cs: Tento ověřovací odkaz již vypršel, nebo není správný. Prosíme, <a href="""%(email_url)s">zažádejte si o nový</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
cs: Potvrdili jste, že <a href="mailto:%(email)s">%(email)s</a> je e-mailová adresa uživatele %(user_display)s.

source: Sign In
cs: Přihlášení

source: Sign in
cs: Přihlášení

source: You can sign in with <strong>Facebook</strong>
cs: Můžete se přihlásit <strong>Facebookem</strong>

source: Your username and password didn't match. Please try again.
cs: Nesprávné uživatelské jméno a heslo. Zkuste to prosím znovu.

# infinitive
source: Sign in
cs: Přihlásit se

source: Remember me on this computer
cs: Zapamatovat si mě na tomto počítači

source: If you have not created an account yet, then please <a class="alert-link" href="%(signup_url)s">register</a> first.
cs: Pokud ještě nemáte účet, prosíme, <a class="alert-link" href="%(signup_url)s">zaregistrujte se</a>.

source: Did you forget your password?
cs: Zapoměli jste své heslo?

source: Sign Out
cs: Odhlášení

source: Sign out
cs: Odhlášení

# infinitive
source: Sign out
cs: Odhlásit se

source: Are you sure you want to sign out?
cs: Opravdu se chcete odhlásit?

source: Change Password
cs: Změnit heslo

source: Change password
cs: Změnit heslo

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
cs: Zapomněli jste heslo? Níže vložte svou e-mailovou adresu a my vám pošleme e-mail, který umožní obnovení hesla.

source: Please contact us if you have any trouble resetting your password.
cs: Prosíme, kontaktujte nás, pokud máte jakékoliv potíže s obnovením hesla.

source: Reset My Password
cs: Vyžádat obnovení hesla

source: We have sent an email to you for verification. Follow the link provided to reset your password.
cs: Zaslali jsme vám evěřovací e-mail. Pro obnovení hesla navštivte odkaz v těle zprávy.

source: If you don't receive the email in a few minutes, please check your spam folder.
cs: Pokud v průběhu několika minut e-mail neobdržíte, zkuste se se podívat do složky pro nevyžádanou poštu.

source: Note that free mailing services, such as Gmail, may delay the message delivery.
cs: Vezměte v úvahu, že bezplatné e-mailové služby, jako např. Gmail nebo Seznam, mohou zdržet doručení zprávy.

source: Bad Token
cs: Chybný ověřovací kód

source: <p>The password reset link was invalid, possibly because it has already been used.</p> <p>Please request a <a href="%(passwd_reset_url)s">new password reset</a>.</p>
cs: <p>Odkaz pro změnu hesla není platný, pravděpodobně již byl použit.</p> <p>Prosíme, <a href="%(passwd_reset_url)s">zažádejte si o nový</a>.</p>

source: change password
cs: změnit heslo

source: Thank you!
cs: Děkujeme!

source: Your password is reset, you may now
cs: Vaše heslo je obnoveno, nyní se můžete

source: sign in
cs: přihlásit

source: Set Password
cs: Nastavit heslo

source: Set password
cs: Nastavit heslo

source: Registration
cs: Registrace

source: You can sign up with <strong>Facebook</strong>
cs: Můžete se zaregistrovat <strong>Facebookem</strong>

source: By clicking on the register button you agree with the
cs: Kliknutím na tlačítko registrovat zároveň potvrzujete, že souhlasíte s

source: Picker codex
cs: Kodex sběrače

source: Register
cs: Registrovat

source: If you already have an account, please <a href="%(login_url)s">sign in</a>.
cs: Pokud již máte účet, prosíme <a href="%(login_url)s">přihlaste se</a>.

source: Verify Your Email Address
cs: Ověřte svou e-mailovou adresu

source: We have sent an email to you for verification.
cs: Zaslali jsme vám ověřovací e-mail.

source: Follow the link provided to finalize the signup process.
cs: Pro dokončení registračního procesu navštivte odkaz v těle zprávy.

source: backend administration
cs: administrace stránek

source: By using this site you agree to the use of cookies for analytics.
cs: Používáním těchto stránek souhlasíte s využitím souborů cookie k analýzám.

source: More information
cs: Více informací

source: Dismiss
cs: Pryč s tím

source: This comment has been rejected by moderator.
cs: Tento komentář byl zamítnut moderátorem.

source: Add your comment
cs: Přidejte svůj komentář

# imperative
source: Sign in
cs: Přihlašte se

source: to add your comment
cs: k přidání komentáře

source: Add a Marker
cs: Přidat značku

source: You can add a marker here
cs: Zde můžete přidat značku

source: Please place the marker into the map
cs: Prosíme, přidejte značku do mapy,

source: or enter the coordinates in decimal format, eg.:
cs: nebo zadejte souřadnice v decimálním formátu, např.:

# infinitive
source: Delete Marker
cs: Smazání značky

source: Delete marker
cs: Smazání značky

# infinitive
source: Delete
cs: Smazat značku

source: Back
cs: Zpět

source: Next
cs: Následující

source: Previous
cs: Předchozí

source: Returned to the land by <a href="%(url)s">%(username)s</a>
cs: Vráceno zemi uživatelem <a href="%(url)s">%(username)s</a>

source: Shared by
cs: Sdílí

source: Added
cs: Přidáno

source: Unknown address
cs: Neznámá adresa

source: This marker has been deleted
cs: Tato značka byla smazána

source: Reason of deletion
cs: Důvod smazání

source: Herbarium
cs: Herbář

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: Edit a Marker
cs: Upravit značku

source: You can edit your marker here
cs: Zde můžete upravit svou značku

source: Description
cs: Popis

source: Add marker
cs: Přidat značku

source: Save changes
cs: Uložit změny

source: Gallery
cs: Galerie

source: Author
cs: Autor

source: added
cs: přidáno

source: Photo title
cs: Titulek fotky

source: Choose a photo
cs: Vyberte fotku

source: Add a photo
cs: Přidejte fotku

source: to add a photo
cs: k přidání fotky

source: Fruit kind
cs: Druh ovoce

source: Address
cs: Adresa

source: Search for places or addresses
cs: Vyhledávání míst a adres

source: Location search
cs: Vyhledávání míst

source: Show me where I am
cs: Ukaž mi, kde jsem!

source: You are within {distance} {unit} from this point
cs: Od tohoto bodu jste vzdáleni cca {distance}{unit}.

source: Donate
cs: Darujte

source: Do you like what we do? Please consider a little <a href="%(url)s">donation</a> to keep us going.
cs: Líbí se vám, co děláme? Zvažte prosím malý <a href="%(url)s">příspěvek</a> na naši práci.

source: back to website
cs: zpět na stránku

source: back to map
cs: zpět do mapy

source: User profile
cs: Profil uživatele

source: You have %(num_msg)s unread messages
cs: Máte nepřečtené zprávy (%(num_msg)s)

source: Add Marker
cs: Přidat značku

source: Map
cs: Mapa

source: mapping
cs: mapujte

source: Do you know about a freely accessible fruit tree in your neighborhood?<br>Add it to our map.
cs: Víte o volně přístupném ovocném stromu ve vašem okoli?<br>Přidejte ho do naší mapy.

source: planting
cs: sázejte

source: Have you planted a tree in public space?<br>Share it with others.
cs: Zasadili jste strom na veřejném prostranství?<br> Podělte se o něj s ostatními.

source: Turn off filter
cs: Zrušit filtr

source: Markers added
cs: Počet značek

source: external source of markers
cs: externí zdroj značek

source: Account settings
cs: Nastavení účtu

source: My messages
cs: Mé zprávy

source: Account connections
cs: Propojení účtu

source: Joined
cs: Mapuje od

source: Messages
cs: Zprávy

source: You have no messages.
cs: Nemáte žádné zprávy.

source: Change account settings
cs: Změna nastavení účtu

source: Change avatar
cs: Změnit avatar

source: Delete avatar
cs: Smazat avatar

source: You are subscribed to newsletter.
cs: Odebíráte náš newsletter.

source: Unsubscribe
cs: Odhlásit

source: Not subscribed to our newsletter?
cs: Neodebíráte náš newsletter?

source: Subscribe
cs: Přihlašte se

source: Social Network Sign-in Failure
cs: Chyba sociální sítě při přihlašování

source: An error occurred while attempting to sign in with your social network account.
cs: Nastala chyba při pokusu o přihlášení pomocí vašeho účtu na sociální síti.

source: Account Connections
cs: Propojení účtu

source: You have no third party account connected
cs: Není připojen žádný účet třetí strany

source: You can sign in to your account using
cs: Ke svému účtu se můžete přihlašovat pomocí

source: Remove
cs: Odstranit

source: Add a third party account
cs: Přidat účet třetí strany

source: Sign-in Cancelled
cs: Přihlašování zrušeno

source: You cancelled signing in using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
cs: Zrušili jste přihlašování s použitím jednoho z vašich existujících účtů. Pokud to nebylo záměrem, pokračujte prosím <a href="%(login_url)s">k přihlášení</a>.

source: Facebook Registration
cs: Facebooková registrace

source: Facebook registration
cs: Facebooková registrace

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form.
cs: Chystáte se použít %(provider_name)s k přihlášení na %(site_name)s. Posledním krokem je vyplnění následujícího formuláře.

source: You have been successfully subscribed to our newsletter.
cs: Byli jste úspěšně přihlášeni k odběru našeho newsletteru.

source: There has been an error subscribing you to our newsletter.
cs: Stala se chyba při přihlašování k odběru newsletteru.

source: You have been successfully unsubscribed from our newsletter.
cs: Byli jste odhlášeni z odběru našeho newsletteru.

source: There has been an error unsubscribing you from our newsletter.
cs: Stala se chyba při odhlašování z odběru newsletteru.

source: Confirmation email has NOT been sent to {} (recipient refused).
cs: Potvrzovací e-mail NEBYL odeslán {} (adresát odmítnut).

source: Administrators have been notified.
cs: Administrátoři byli informováni.

source: Personal info
cs: Osobní informace

source: Permissions
cs: Oprávnění

source: Important dates
cs: Důležitá data

source: A user is already registered with this username.
cs: Uživatel s tímto uživatelským jménem je již registrován.

source: A user is already registered with this e-mail address.
cs: Uživatel s touto e-mailovou adresou je již registrován.

source: Facebook ID does not match.
cs: Facebook ID neodpovídá.

source: User account is disabled.
cs: Uživatelský účet je zakázán.

source: Facebook authentication failed.
cs: Autentikace facebookem selhala.

source: Facebook account does not exist.
cs: Facebookový účet neexistuje.

source: Must include "username" and Facebook ID "fcb_id".
cs: Musí obsahovat "username" a facebookové ID "fcb_id".

source: User's email is not verified.
cs: Uživatelův e-mail není ověřen.

source: username
cs: uživatelské jméno

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
cs: Vyžadováno. 30 znaků a méně. Pouze písmena, čísla a znaky @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
cs: Tato hodnota smí obsahovat pouze písmena, čísla a znaky @/./+/-/_.

source: Password
cs: Heslo

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
cs: Hesla nejsou uchovávána v čitelné podobě, heslo lze změnit <a href="password/">tímto formulářem</a>.

source: Short text about you, that will appear in your profile.
cs: Krátký text o vás, který se zobrazí na vašem profilu.

source: You can change your profile picture by uploading custom image (up to 1 MB), or alternatively via <a href="http://gravatar.com" rel="noopener noreferrer" target="_blank">gravatar.com</a> service.
cs: Svůj profilový obrázek můžete změnit nahráním vlastního obrázku (do 1MB), nebo prostřednictvím služby <a href="http://gravatar.com" rel="noopener noreferrer" target="_blank">gravatar.com</a>.

source: Username or e-mail
cs: Uživatelské jméno nebo e-mail

source: email address
cs: e-mail

source: first name
cs: jméno

source: last name
cs: příjmení

source: external URL
cs: externí URL

source: picker
cs: sběrač

source: external source
cs: externí zdroj

source: staff status
cs: personál

source: Designates whether the user can sign into this admin site.
cs: Označuje, jestli se uživatel může přihlásit do administrátorské sekce.

source: active
cs: aktivní

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
cs: Označuje, jestli má být uživatel brán jako aktivní. Odškrtněte namísto mazání účtu.

source: verified
cs: ověřeno

source: date joined
cs: přidal se

source: User avatar
cs: Avatar uživatele

source: users
cs: uživatelé

source: context
cs: kontext

source: Translation context for system messages
cs: Kontext pro překlad systémových zpráv

# user.Message
source: read
cs: přečtená

# Has been read or not.
source: user.Message
cs: Byla přečtena nebo ne.

# user.Message
source: system
cs: systémová

source: System messages can be translated and can contain HTML.
cs: Systémová zpráva může mít překlad a může obsahovat HTML.

source: recipient
cs: příjemce

source: message
cs: zpráva

source: messages
cs: zprávy

source: Welcome! Before you start using this site, please take time to read our <a href="{url}">codex</a>.
cs: Vítejte! Před tím, než začnete používat tyto stránky, prosíme, najděte si čas na přečtení našeho <a href="{url}">kodexu</a>.

source: Settings successfully updated.
cs: Nastavení úspěšně upraveno.

source: Please upload file up to {}. Your file size is {}.
cs: Je povoleno nahrávat soubory do velikosti {}. Váš soubor má ale {}.

source: File type not supported.
cs: Tento typ souboru není podporován.

source: created
cs: vytvořeno

source: modified
cs: změněno

source: Read more
cs: Čtěte více
